Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Polne pełzacze próbują dostać się do domów robotników Małej Winnicy przekopując się przez ich dachy. Porozmawiam z Ritą, może będzie wiedziała, jak je zabezpieczyć przed drapieżnikami.
uk: Богомоли намагаються потрапити до будинків працівників Малого виноградника, розкопуючи їх дахи. Я поговорю з Ритою, можливо, вона знає, як вберегти їх від цих комах.

source: Polny Pełzacz
uk: Богомол

source: Polny pełzacz
uk: Богомол

source: Polny pełzacz-wojownik
uk: Богомол-воїн

source: Polowanie brzmi jak błahostka przy tym, co mnie czeka...
uk: Полювання здається дрібницею в порівнянні з тим, що чекає на мене...

source: Polowanie na cieniostwory to niebezpieczna sprawa, o czym śmiertelnie przekonał się Griz. Muszę dokończyć oczyszczanie trasy sam.
uk: Полювання на тінезвірів – небезпечна справа, в чому Гріз переконався на власному досвіді. Мені доведеться завершити розчищення маршруту самому.

source: Polowanie na topielce musi poczekać...
uk: З полюванням на луркерів доведеться зачекати...

source: Polowanie na trolle? Robiłem to! Wspinaczka na wulkan? Można, czemu by nie! Opłynięcie wyspy? O mało co nie zostałem pożarty przez morskie potwory, ale zrobiłem to!
uk: Полювання на тролів? Вже було! Сходження на вулкан? Чому б і ні! Заплив навколо острова? Мене мало не з'їли морські чудовиська, але я впорався!

source: Polowanie na wilki to nie to samo co cięcie drewna. Co dostanę w zamian?
uk: Полювання на вовків - це не те ж саме, що пиляння деревини. Що я отримаю взамін?

source: Polowanie z Allanem
uk: Полювання з Аланом

source: Polowanie z Allanem nieźle ci poszło, zapotrzebowanie na skóry jest spore, bo ludzie robią zapasy na zimę...
uk: Твоє полювання з Аланом пройшло успішно, попит на шкури високий, тому що люди роблять запаси на зиму...

source: Poluj na ścierwojady, kretoszczury, topielce czy krwiopijce, wszystko się nada.
uk: Полюй на падальників, кротощурів, луркерів або шершнів, всі вони підходять.

source: Polujesz na wilki?
uk: Полюєш на вовків?

source: Polujący w okolicy myśliwy powiedział, że znalazł świeże ślady trzech ludzi, które prowadziły na północ.
uk: Місцевий мисливець сказав, що знайшов свіжі сліди трьох людей, які ведуть на північ.

source: Poluję na grasujące w okolicy bestie.
uk: Полюю на звірів в околицях.

source: Poluję na to cholerstwo. Jako najlepszy myśliwy na Archolos muszę pokazać innym, że nie znalazłem tego tytułu w cieście.
uk: Я полюю на цю кляту тварюку. Як найкращий мисливець на Архолосі, я маю показати іншим, що цей титул я не на дорозі знайшов.

source: Poluzowanym rogiem wystarczy pokręcić w różne strony, w końcu uda ci się go wyciągnąć.
uk: Коли ріг ослабне, просто покрути його в різні боки, врешті-решт тобі вдасться його витягнути.

source: Pomachaj trochę siekierą, nabierz siły, to się za ciebie wezmę.
uk: Помахай трохи сокирою, наберися сил, і я за тебе візьмусь.

source: Pomaga na wiele dolegliwości.
uk: Допомагає при багатьох недугах.

source: Pomagajmy potrzebującym i bądźmy strażnikami sprawiedliwości!
uk: Давайте допоможемо нужденним і стоятимемо на варті справедливості!

source: Pomagam Oscarowi prowadzić karczmę.
uk: Я допомагаю Оскару керувати корчмою.

source: Pomagam mojej mistrzyni, Susanne. Chciałbym kiedyś tak dobrze wyrabiać biżuterię, jak ona, ale przede mną jeszcze sporo nauki.
uk: Я допомагаю своїй майстрині Сюзанні. Колись я виготовлятиму прикраси так само добре, як вона, але мені ще потрібно багато чому навчитися.

source: Pomagam tym rolnikom i wieśniakom nauczyć się od podstaw władania mieczem.
uk: Я допомагаю цим фермерам і селянам освоїти основи володіння мечем.

source: Pomagałam przy rannych, trochę prałam i sprzątałam, a nawet gotowałam dla chorych. Jeszcze kiedyś bym o tym nie pomyślała, ale dziś czuję, że spełniam się w pomocy innym.
uk: Я допомагала пораненим, трохи прала і прибирала, і навіть готувала їжу для хворих. Раніше я б не подумала про це, але сьогодні я відчуваю задоволення від того, що допомагаю іншим.

source: Pomagałem Magom Wody w wyprawie do Volfzacka.
uk: Я допомагав Магам Води в експедиції до Вольфзака.

source: Pomagałem naprawiać most w Silbach.
uk: Я допомагав ремонтувати міст у Сільбаху.

source: Pomarańczowo-zielony strój
uk: Помаранчево-зелене вбрання

source: Pomału do przodu!
uk: Повільно йдемо вперед!

source: Pomału do przodu.
uk: Поволі просуваєшся вперед.

source: Pomału nie wyrabiamy z tymi uchodźcami. Mówiąc szczerze, nigdy nie zdawałem sobie sprawy, że Wschodni Archipelag ma tylu mieszkańców.
uk: Ми не можемо впоратися з усіма цими біженцями. Чесно кажучи, я й не думав, що на Східному Архіпелазі проживає так багато людей.

source: Pomału rozglądam się za możliwością opuszczenia tej wyspy. Tylko w której części królestwa znajdę jeszcze trochę spokoju? Bo chyba jedyną opcją jest teraz Khorinis.
uk: Я потроху розглядаю можливість покинути цей острів. Тільки в якій частині королівства я можу знайти спокій? Здається, єдиний варіант зараз – це Хорініс.

source: Pomału zaczynam się czuć jak strażnik. Oby to faktycznie przybliżyło mnie do znalezienia Jorna.
uk: Я потроху починаю відчувати себе вартовим. Будемо сподіватися, що це дійсно наблизить мене до пошуку Йорна.

source: Pomału zaczynam wątpić, czy od kogokolwiek na tej wyspie otrzymamy pomoc. Wszyscy nas tylko przeganiają i po nas przeklinają.
uk: Я починаю сумніватися, що хоч хтось на цьому острові нам допоможе. Всі тільки проганяють нас і проклинають вслід.

source: Pomijając fakt, że w pobliżu mamy tylko pobożnych magów oraz dziki las, to całkiem przyjemne miejsce.
uk: Крім того факту, що у нас є тільки побожні маги і дикий ліс поблизу, це досить приємне місце.

source: Pomijając ich krój, to nie wyglądają na zbyt solidne.
uk: Навіть незважаючи на їхній вигляд, вони виглядають не дуже якісно.

source: Pomijam już problemy wywołane ostatnimi edyktami, przez które straciłam prawa do własnego statku i nie mogę wrócić do domu. Toczymy wojnę, muszą być niedogodności, rozumiem.
uk: Я вже змирилася з проблемами, спричиненими недавніми указами, через які я втратила право на власний корабель і тепер не можу повернутися додому. Ми на війні, незручності неминучі, я це розумію.

source: Pomimo bycia piratem, ma więcej honoru niż Roderich czy jego ludzie, bo też zleca niebezpieczne zadania, ale za to zapłata jest tego warta. Brzmi uczciwie, prawda?
uk: Хоч він і пірат, але він має більше честі, ніж Родеріх чи його люди, бо він теж дає небезпечні завдання, але плата того варта. Звучить справедливо, правда?

source: Pomimo iż są to bardzo rzadko występujące rodzaje obrażeń, należy zachować szczególną odporność, gdyż potrafią zabić w mgnieniu oka.
uk: Хоча це дуже рідкісний тип шкоди, слід пам'ятати про постійний опір від неї, оскільки вона може вбити за лічені секунди.

source: Pomimo iż to mikstury trwałe wydają się najpotężniejsze, nie należy zapominać o eliksirach czasowych - pochodzą z innych składników niż ich stałe odpowiedniki, więc nie wykorzystują cennych zasobów alchemika, a ich działanie jest naprawdę potężne!
uk: Хоча постійні зілля й здаються найкориснішими, не варто забувати і про тимчасові – вони виготовляються з інших складників, ніж їхні постійні аналоги. Тому на них не витрачаються дорогоцінні алхімічні ресурси, а їхня користь дійсно величезна!

source: Pomimo iż wiedział, że to nie Ars jest odpowiedzialny za próbę zamachu, nie miał zamiaru uczynić niczego, by ten opuścił więzienie.
uk: Навіть знаючи, що Арс не причетний до замаху, він не мав наміру випускати його з в'язниці.

source: Pomimo iż wiedział, że to nie Ludlof jest odpowiedzialny za próbę zamachu, nie miał zamiaru uczynić niczego, by ten opuścił więzienie.
uk: Навіть знаючи, що Людлоф не причетний до замаху, він не мав наміру випускати його з в'язниці.

source: Pomimo iż wiedział, że to nie Osip jest odpowiedzialny za próbę zamachu, nie miał zamiaru uczynić niczego, by ten opuścił więzienie.
uk: Навіть знаючи, що Осіп не причетний до замаху, він не мав наміру випускати його з в'язниці.

source: Pomimo iż wielu z nas nie popiera waszej szaleńczej wyprawy do Vardhal to mamy nadzieję, że z pomocą tych przedmiotów, uda wam się stamtąd wyjść cało.
uk: Хоч багато хто з нас не підтримує твою шалену експедицію до Вардхалу, ми сподіваємося, що за допомогою цих предметів тобі вдасться вибратися звідти живим.

source: Pomimo iż z pozoru bardzo różne, zarówno górnictwo jak i wycinkę drzew można zaliczyć do jednej umiejętności - wydobycia surowców.
uk: Незважаючи на те, що гірнича справа і лісозаготівля здаються дуже різними, їх можна віднести до одного виду діяльності – видобутку ресурсів.

source: Pomimo iż zgodnie z aktualnymi przepisami kanały nie są przeznaczone do odwiedzania przez mieszkańców, Gildia Kupiecka zdecydowała się sfinansować rozwiązanie tego problemu.
uk: Хоча згідно з чинними правилами каналізація не призначена для відвідування мешканцями, Торгова Гільдія вирішила профінансувати вирішення цієї проблеми.

source: Pomimo kruchości ich ciał, każdy cios tych przeklętych istot jest niezwykle mocny. Ze względu na miejsce ich występowania, często atakują w grupach - co czyni z nich jeszcze groźniejszych przeciwników.
uk: Незважаючи на їхні крихкі тіла, кожен удар цих проклятих істот неймовірно сильний. Вони часто нападають групами, що робить їх ще більш небезпечними супротивниками.

source: Pomimo moich starań, spotkanie nie zakończyło się zgodnie z oczekiwaniami. Lutz powiedział, bym szukał go jutro w porcie, ale wątpię, by był zadowolony z przebiegu wydarzeń. Kto by pomyślał, że Martha ma tyle siły?
uk: Незважаючи на всі мої зусилля, побачення закінчилось не так, як я очікував. Люц сказав, щоб я знайшов його завтра в порту, але я сумніваюся, що він був задоволений таким перебігом подій. Хто б міг подумати, що Марта настільки сильна?

source: Pomimo moich starań, spotkanie nie zakończyło się zgodnie z oczekiwaniami. Lutz powiedział, bym szukał go jutro w porcie, ale wątpię, by był zadowolony z przebiegu wydarzeń. Ostatni raz daję się wciągnąć w coś takiego.
uk: Незважаючи на всі мої зусилля, побачення закінчилось не так, як я очікував. Люц сказав, щоб я знайшов його завтра в порту, але я сумніваюся, що він був задоволений таким перебігом подій. Це востаннє, коли я дозволив себе втягнути у щось подібне.

source: Pomimo mojego tragicznego występu, jakimś cudem schadzka się udała. Martha chyba mi nawet podziękowała! Rano muszę porozmawiać z Lutzem o nagrodzie.
uk: Незважаючи на мій жахливий виступ, побачення якимось дивом пройшло добре. Здається, Марта навіть подякувала мені! Вранці треба буде поговорити з Люцем про винагороду.

source: Pomimo niebezpieczeństw z okolicznych lasów, to jest tu wyjątkowo cicho i spokojnie. Widok z tutejszej plaży zawsze mnie jakoś uspokaja.
uk: Незважаючи на небезпеки з навколишніх лісів, тут надзвичайно тихо і спокійно. А краєвид з місцевого пляжу завжди мене заспокоює.

source: Pomimo ograniczeń handlu, udaje nam się wychodzić finansowo na plus. Mam nadzieję, że również przyczynisz się do rozwoju Araxos.
uk: Незважаючи на торговельні обмеження, нам вдається виходити в плюс у фінансовому плані. Сподіваюся, що і ти зробиш свій внесок у розвиток Араксосу.

source: Pomimo porażki, Javad nie chciał dobrowolnie oddać mi szkatułki. Musiałem go zabić, żeby dostać to, czego potrzebuję.
uk: Незважаючи на поразку, Джавад відмовився добровільно віддати мені скриньку, тож довелося його вбити.

source: Pomimo różnicy w predyspozycjach wymaganych do dzierżenia tych broni, każdy strzelec może zwiększyć obrażenia zadawane przez swoją broń dzięki rozwijaniu zręczności. To właśnie ona wpływa na cały, złożony proces przygotowania pocisków do strzału i to, ile finalnie wyrządzą szkód.
uk: Незважаючи на різницю в навичках, необхідних для володіння цією зброєю, кожен стрілець може збільшити шкоду своєї зброї, розвиваючи спритність. Саме вона впливає на весь складний процес підготовки снарядів до пострілу, і на те, яку шкоду вони в результаті завдадуть.

source: Pomimo tego co mówią, nie jestem pijawką, której zależy na tym, by zabrać jak najwięcej. Moje pożyczki mają pozwolić na zarobienie złota tym, którzy je ode mnie pożyczają.
uk: Попри те, що кажуть, я не п'явка, яка дбає про те, щоб висмоктати якомога більше. Я даю позики для того, щоб допомогти тим, хто в мене позичає, заробити золото.

source: Pomimo tego, jak wiele zrobiłem dla mieszkańców Archolos, nie miałem do kogo udać się po pomoc. Stałem sam naprzeciwko rozwścieczonych mieszkańców miasta, którzy potrzebowali kolejnego kozła ofiarnego.
uk: Незважаючи на те, як багато я зробив для народу Архолосу, мені не було до кого звернутися за допомогою. Я залишився один перед розлюченими мешканцями міста, яким потрібен був черговий цап-відбувайло.

source: Pomimo trudnej sytuacji na rynku, ciągle wychodzę na plus. Bez mojej wrodzonej uczciwości nie byłbym w stanie osiągnąć takich wyników!
uk: Незважаючи на складну ситуацію на ринку, я все одно виходжу в плюс. Без моєї вродженої чесності я не зміг би досягти таких результатів!

source: Pomimo twoich szczerych oraz oświeconych intencji, wielu członków naszego stowarzyszenia ma uwagi do części twoich metod oraz do głównej struktury twojej działalności.
uk: Незважаючи на твої щирі і благі наміри, у багатьох членів нашого об'єднання виникають претензії до деяких твоїх методів і до самої суті твоєї діяльності.

source: Pomimo tych okrucieństw, ty służyłeś mu dalej, wierząc, że robicie to w imię Innosa.
uk: Незважаючи на ці звірства, ти продовжував служити йому, вірячи, що робиш це в ім'я Інноса.

source: Pomimo wielu poszlak wskazujących na podobny atak co w przypadku śmierci wartownika Hendrika, ani łowcy pracujący w wiosce, ani nikt z wartowników nie chce przyznać, że jest to sprawka zamieszkującej pobliskie lasy Bestii.
uk: Незважаючи на численні докази, що вказують на схожий напад на вартового Хендріка, ні мисливці з села, ні жоден з охоронців не визнають, що це справа рук Звіра, який мешкає в навколишньому лісі.

source: Pomimo wielu trudności, bohaterowie przez niezliczone dni koordynowali losy Myrtany. Choć po pierwszej fali pasji, przyszła gorzka codzienność tworzenia lepszego jutra, nigdy się nie poddali. Każdego dnia, cegła po cegle, budowali potęgę.
uk: Незважаючи на численні труднощі, герої впродовж незліченної кількості днів вирішували долю Міртани. І хоча після першої хвилі запалу настала гірка щоденна рутина створення кращого майбутнього, вони ніколи не здавалися. Щодня, цеглинка за цеглинкою, вони будували свою могутність.

source: Pomimo zapewnień Oscara, walka z ludźmi w Przystani nie wpłynęła na wpisowe Turnieju.
uk: Незважаючи на запевнення Оскара, поєдинки з людьми у Гавані не вплинули на вступний внесок для турніру.

source: Pomimo że mieszka na drugim końcu wyspy, to z jego zdaniem liczy się wiele osób w mieście. Szczególnie teraz, w trakcie wojny, gdy jego siły mogą być decydujące podczas obrony wyspy.
uk: Незважаючи на те, що він живе на іншому кінці острова, багато хто в місті прислухається до його думки. Особливо зараз, у розпал війни, коли його сили можуть стати вирішальними в обороні острова.

source: Pomimo że sam brzydzę się wykorzystywaniem siły fizycznej, to bez tych najemników niewiele osób zdecydowałoby się spłacić swoje długi, czyli pożyczone ode mnie złoto.
uk: Хоча я сам гидую застосуванням фізичної сили, без цих найманців мало хто захотів би повертати свої борги, тобто позичене у мене золото.

source: Pomimo że to banda niezorganizowanych łajdaków, to potrafią oni walczyć. Atak frontalny z pewnością przyniósłby zbyt wiele strat w naszych oddziałach.
uk: Хоч вони і банда неорганізованих покидьків, але воювати вони вміють. Лобова атака, безумовно, принесла б нашим військам забагато втрат.

source: Pomimo że większość oddziału zdezerterowała, Sall pozostał na służbie.
uk: Хоча більша частина загону розбіглася, Салл залишився вірним службі.

source: Pomięta notka
uk: Зім'ята записка

source: Pomniejsze uleczenie
uk: Мале зцілення

source: Pomniejszy szkielet
uk: Малий скелет

source: Pomoc MIESZKAŃCOM tej wioski. Wy nimi nie jesteście, więc nie mam takiego obowiązku.
uk: Допомагати МЕШКАНЦЯМ цього села. А ви ними не є, тому я вам нічим не зобов'язаний.

source: Pomoc dla powodzian
uk: Допомога постраждалим від повені

source: Pomoc na wsi może oznaczać tylko jedno - harówkę w polu lub ugniatanie kompostu.
uk: Допомога в селі може означати лише одне – важку працю в полі або замішування компосту.

source: Pomoc obywatelom buduje renomę Gildii. Kto wie, czy nie dostanę jakiejś podwyżki od Lorenzo.
uk: Допомога людям зміцнює репутацію Гільдії. Хто знає, може, Лоренцо дасть мені якусь надбавку.

source: Pomoc się przyda.
uk: Допомога не завадить.

source: Pomoc zawsze się przyda. Gorzej, że tym razem trzeba zrobić coś bardzo nieprzyjemnego.
uk: Допомога завжди потрібна. Більше того, цього разу треба зробити дещо дуже неприємне.

source: Pomoc zawsze się przyda. Z tego, co pamiętam, to ostatnim razem całkiem nieźle sobie poradziłeś.
uk: Допомога завжди потрібна. Наскільки я пам'ятаю, минулого разу ти непогано впорався.

source: Pomoc ze strony straży miejskiej, to ostatnia rzecz, jakiej bym się spodziewał!
uk: Допомога від Міської Варти - це останнє, на що я міг розраховувати!

source: Pomoc? Jaką?
uk: Допомогу? Яку саме?

source: Pomoc? Niby w czym?
uk: Допомога? З чим саме?

source: Pomocy!
uk: Допоможіть!

source: Pomocy! Pomocy!
uk: Допоможіть! Допоможіть!

source: Pomocy, niech mi ktoś pomoże!
uk: Допоможіть, хто-небудь, допоможіть мені!

source: Pomogliśmy takiemu jednemu w pozbyciu się polnych bestii z jego pola. Po wszystkim stwierdził, że może sprawdzi, co straż ma do zaoferowania.
uk: Одному хлопцю ми допомогли позбутися польових жуків на його полі. Після цього він сказав, що, можливо, подивиться, що зможе запропонувати йому Варта.

source: Pomogę ci przekonać wartowników do pomocy.
uk: Я можу переконати охоронців допомогти тобі.

source: Pomogę ci się tam dostać?
uk: Я зможу допомогти тобі потрапити всередину?

source: Pomogę ci w poszukiwaniach.
uk: Я допоможу тобі з пошуками.

source: Pomogę ci z tą robotą, jeśli zaprowadzisz mnie do Przystani.
uk: Я допоможу тобі з цією роботою, якщо ти відведеш мене до Гавані.

source: Pomogę ci! Możemy razem przejrzeć przepisy, wybrać te najgorsze...
uk: Я допоможу тобі! Ми можемо разом переглянути закони, вибрати найгірші...

source: Pomogę ci, miodu nigdy za wiele!
uk: Я допоможу тобі, меду забагато не буває!

source: Pomogę ci, od czego mam zacząć?
uk: Я тобі допоможу, з чого мені почати?

source: Pomogę ci.
uk: Я тобі допоможу.

source: Pomogę wam dotrzeć do Magów Ognia.
uk: Я допоможу вам дістатися до Магів Вогню.

source: Pomogę wam dotrzeć do Magów Ognia. Razem mamy większe szanse przedostać się przez miasto.
uk: Я допоможу вам дістатися до Магів Вогню. Разом у нас більше шансів пройти через місто.

source: Pomogę wam posprzątać brzeg.
uk: Я допоможу вам прибрати берег.

source: Pomogę wam przeprawić się na winnicę.
uk: Я допоможу вам дістатися до виноградника.

source: Pomogłem Einarowi z jego pracą w kuźni. Udało nam się stworzyć wspaniały wilczy łeb ze stopu stali i srebra. W ramach podziękowania Einar obiecał, że ulepszy jeden z moich pancerzy całkowicie za darmo.
uk: Я допоміг Ейнару з роботою в кузні. Нам вдалося створити чудову голову вовка зі сплаву сталі та срібла. На знак подяки Ейнар пообіцяв абсолютно безкоштовно покращити один з моїх обладунків.

source: Pomogłem Gumbertowi w zdobyciu potrzebnych winogron, ale nie mam teraz czasu uganiać się za pozostałymi składnikami do wytwarzania wina.
uk: Я допоміг Гумберту зібрати виноград, але зараз у мене немає часу шукати інші складники для приготування вина.

source: Pomogłem Kerranowi rozbić obóz, na wypadek, gdyby bestie przeszły przez most. Nie zrobimy dziś już ani kroku dalej. Zresztą, i tak musimy czekać na Sevinusa i resztę narzędzi.
uk: Я допоміг Керрану розбити табір на випадок, якщо звірі перейдуть міст. Сьогодні ми не підемо далі. Нам все одно треба дочекатися Севінуса та решти спорядження.

source: Pomogłem Kylowi zejść z drzewa. Siano nie okazało się tak miękkie, jak myślałem, i chłopak lekko się poturbował. Może to uspokoi go przynajmniej na chwilę. Czas wracać do Bermara po nagrodę.
uk: Я допоміг Кайлу злізти з дерева. Сіно виявилося не таким м'яким, як я думав, і хлопчина трохи забився. Можливо, це заспокоїть його хоча б на деякий час. Час повертатися до Бермара за нагородою.

source: Pomogłem Maiwen znaleźć zajęcie u Albyna i przy okazji zająć jej czymś głowę po stracie męża.
uk: Я допоміг Мейвен знайти роботу у Альбіна. І тим самим чимось зайняти її після втрати чоловіка.

source: Pomogłem Murkowi z jego ręką. W ramach wdzięczności opowiedział mi co nieco o górnictwie.
uk: Я допоміг Мурку з рукою. На знак подяки він розповів мені трохи про видобуток руди.

source: Pomogłem Saulowi w przygotowaniu żartu. Wolę tutaj nie czekać na reakcję jego kolegi. Najważniejsze, że dostałem swoją nagrodę.
uk: Я допоміг Солу з розіграшем. Краще не чекатиму на реакцію його товариша. Головне, що я отримав свою винагороду.

source: Pomogłem Vrazce odzyskać skrzynkę. W zamian obiecała mi pomoc od jej przyjaciół z Archolos gdy tylko dotrzemy na wyspę. Może życie tutaj nie będzie takie złe?
uk: Я допоміг Вразці відшукати скриньку. Натомість вона пообіцяла, що її друзі з Архолосу допоможуть мені, як тільки ми дістанемося острова. Може, життя тут буде не таким вже й поганим?

source: Pomogłem innym tylko po to, żeby samemu nie zdechnąć w tej głuszy, a jak już mówiłem, nikomu nie jestem nic winien.
uk: Я допомагав іншим лише для того, щоб самому не загинути в тій глушині, і, як я вже казав, я нікому нічого не винен.

source: Pomogłem pasterzowi z jego problemem.
uk: Я допоміг пастуху з вирішенням його проблеми.

source: Pomogłeś Ernesto odzyskać pieniądze od Bodowina.
uk: Ти допоміг Ернесто повернути гроші від Бодовіна.

source: Pomogłeś mi i Veigo, więc mogę ci się przyznać, że kiedyś pracowałem jako ślusarz, nauczyłem się otwierania opornych zamków... och, tak tylko mówię.
uk: Ти допоміг мені і Вейго, тому я можу в дечому тобі зізнатися: я колись працював слюсарем і навчився відмикати складні замки... так би мовити.

source: Pomogłeś mi ostatnio, więc jesteś swój chłop. Sprawa śmierdzi, ale powiem ci, co wiem.
uk: Минулого разу ти мені допоміг, тож ти свій хлопець. Справа погано пахне, але я розкажу тобі, що я знаю.

source: Pomogłeś mi pozbyć się całej partii towarów, więc spełnię twoją prośbę.
uk: Ти допоміг мені позбутися цілої партії товару, тому я виконаю твоє прохання.

source: Pomogłeś mi z Sunderem, więc przygotuje dla ciebie kilka przydatnych przedmiotów po ulgowej cenie. To jak, zainteresowany?
uk: Ти допоміг мені з Сандером, тож я зроблю тобі знижку на сувої. Тебе це цікавить?

source: Pomogłeś mi ze sprawdzeniem mikstury...
uk: Ти допоміг мені з випробуванням зілля...

source: Pomogłeś mi zrozumieć prawdę, a dodatkowo honorowo zwróciłeś dokument.
uk: Ти допоміг мені зрозуміти правду, а на додачу ще й і з честю повернув документ.

source: Pomogłeś mi, więc i ja pomogę tobie.
uk: Ти допоміг мені, тож і я тобі допоможу.

source: Pomogłeś mi, więc i ja pomogę tobie. Facet, którego szukasz to Yannick.
uk: Ти допоміг мені, тож і я тобі допоможу. Хлопця, якого ти шукаєш, звати Яннік.

source: Pomogłeś mi, więc i ja pomogę tobie. Nikt się o tym nie dowie.
uk: Ти допоміг мені, тож я допоможу тобі. Ніхто про це не дізнається.

source: Pomożesz mi pozbyć się tych 3 pijaków?
uk: Допоможеш мені позбутися цих трьох пияків?

source: Pomożesz mi się pozbyć tych 3 pijaków?
uk: Допоможеш мені позбутися цих трьох пияків?

source: Pomożesz mi?
uk: Допоможеш?

source: Pomożesz no staremu?
uk: Допоможеш старому?

source: Pomożesz tym Gildii w ubiciu interesu. Więc jak? Piszesz się?
uk: Цим ти допоможеш Гільдії вести бізнес. То що скажеш? Ти з нами?

source: Pomyje
uk: Помиї
